{
  "amount": {
    "low": "You filled only a small part of the canvas. Perhaps you're feeling cautious today, or simply not ready to reveal too much.",
    "medium": "You used a comfortable amount of space. Your expression feels thoughtful and balanced, as if you're calmly present with yourself.",
    "high": "You filled the canvas with movement and color. There's a strong desire to express something — maybe something that’s been waiting inside for a while."
  },
  "color": {
    "low": "You stayed with a single color. This might reflect a focused emotional state, or a quiet moment of introspection.",
    "medium": "You chose a few colors to work with. There’s a sense of emotional steadiness and awareness of your surroundings.",
    "high": "Your drawing bursts with color. It suggests that you're in touch with a wide range of feelings — imaginative, expressive, and open-hearted."
  },
  "weight": {
    "thin": "Your lines are delicate and fine. It feels like you’re paying close attention — perhaps you're in a sensitive or careful state of mind.",
    "normal": "Your strokes are steady and even. There’s a sense of inner balance and quiet confidence in your expression.",
    "thick": "You used bold, heavy strokes. This could reflect intense feelings, strong convictions, or a need to be seen and heard clearly."
  },
  "brush": {
    "normal": "You used a standard brush most of the time. Your focus feels grounded and consistent, like you’re moving with clarity.",
    "dotted": "You leaned into dotted textures. That repetition might reflect lingering thoughts, restlessness, or a loop your mind is caught in.",
    "soft": "You chose a soft brush frequently. It brings out tenderness in your strokes — gentle, emotional, and quietly expressive."
  },
  "positionY": {
    "top": "Your marks gather near the top of the canvas. This could speak to hopefulness, future dreams, or a desire to rise above the present.",
    "center": "Your drawing stays centered. This suggests you're rooted in the present moment, aware and emotionally balanced.",
    "bottom": "You drew near the lower part of the canvas. It may reflect a longing for stability, or a grounded and realistic mindset."
  },
  "positionX": {
    "left": "You placed your drawing toward the left side. This can represent reflection, memories, or attention turned inward.",
    "center": "Your drawing sits near the middle. It gives a feeling of presence — like you're focused on where you are right now.",
    "right": "You drew mostly to the right. This may suggest you're leaning toward what comes next — curious, open, and forward-looking."
  },
  "movement": {
    "low": "There wasn’t much movement in your drawing. It feels calm and still — perhaps you’re conserving energy or turning inward today.",
    "high": "Your strokes are full of energy and motion. There’s a liveliness here — maybe a spark, a rush, or a desire to break free."
  }
}


  
  