{
  "amount": {
    "low": "You used very little of the canvas. This may suggest a reserved mindset or a hesitation to express emotions.",
    "medium": "You used a moderate amount of space. This indicates a balanced state of mind and steady emotional expression.",
    "high": "You filled most of the canvas. Your emotions may be overflowing, or you might have a lot you'd like to express."
  },
  "color": {
    "low": "You used only one color. This may reflect limited emotional range or a strong inward focus.",
    "medium": "You used a few colors. It suggests emotional stability and a balanced response to your surroundings.",
    "high": "You used a wide range of colors. This indicates emotional richness and a high level of creative energy."
  },
  "weight": {
    "thin": "You mostly used thin lines. This suggests a delicate or cautious emotional state.",
    "normal": "You used lines of moderate thickness. It shows a calm and stable expression of your emotions.",
    "thick": "You used thick lines. This may indicate intense emotions or a strong sense of confidence."
  },
  "brush": {
    "normal": "You used a standard brush. Your expression appears focused and consistent.",
    "dotted": "You used a dotted brush frequently. This may point to repetitive thoughts or a mind that’s stuck in a certain pattern.",
    "soft": "You used a soft brush often. This suggests sensitivity and a gentle emotional tone."
  },
  "positionY": {
    "top": "Your drawing is concentrated at the top of the canvas. This may reflect hope or future-oriented thinking.",
    "center": "Your drawing is centered vertically. This suggests a focus on the present moment and emotional balance.",
    "bottom": "You drew mostly near the bottom. This may reflect a desire for stability or a grounded, realistic mindset."
  },
  "positionX": {
    "left": "Your drawing leans toward the left. This could indicate reflection on the past or inward-focused thinking.",
    "center": "Your drawing is centered horizontally. This suggests a grounded focus on the present.",
    "right": "Your drawing leans toward the right. This may reflect curiosity about the future or an outward, forward-looking mindset."
  },
  "movement": {
    "low": "There is little movement in your drawing. This may suggest calmness or low energy levels.",
    "high": "Your drawing is full of movement. It reflects high energy, spontaneity, or emotional freedom."
  }
}


  
  